Revit 2024 API
TableSectionData.SetCellCalculatedValue Method
Overload List
Name | Description
SetCellCalculatedValue(Int32, TableCellCalculatedValueData)
 Allows the caller to set the calculated value for a specified column
SetCellCalculatedValue(Int32, Int32, TableCellCalculatedValueData)
 Allows the caller to set the calculated value for a specified cell
See Also
TableSectionData Class
TableSectionData Members
Autodesk.Revit.DB Namespace